var ApologyConfig = [{
    qes: {
        title: '당신의 배우자가 결혼 기념일을 잊어 버렸다.（당신이 미혼자라면, 이 시나리오를 가정하라) 그（그녀）는 다음과 같이 말해야 한다',
        answer: {
            'A': '내가 잊어 버리다니 믿을 수 없어. 당신과 우리의 결혼은 내게 너무 중요 해요. 미안해요.',
            'B': '내가 잊어 버린 데 대해서는 변명의 여지가 없어요. 내가무슨 생각을 하고 있었지？',
            'C': '당신을 향한 내 사랑을 어떻게 증명해야 하죠？',
            'D': '내년에는 결코 잊지 않을게요！ 달력에 표시해 둘게요',
            'E': '나 때문에 마음이 상했다는 걸 알아요. 그래도 나를 용서해주겠어요'
        }
    }
},
{
    qes: {
        title: '당신의 어머니가 당신의 기분을 무시하고서 당신이 원치 않는 일을 하셨다．어머니는 이렇게 말하셔야 한다',
        answer: {
            'B': '내가 조금만 깊이 생각했더라면 그게 옳지 않다는 걸 깨달았을텐데',
            'C': '너의 존경심을 다시 얻으려면 내가 어떻게 해야 할까？',
            'D': '앞으로는 네 감정을 충분히 고려할게',
            'E': '나에게 다시 한번 기회를 주겠니？',
            'A': '내가 네 기분을 알면서도 그랬구나．그러지 말았어야 했는데',
        }
    }
},
{
    qes: {
        title: '당신이 위기에 처하여 도움을 필요로 했지만，당신의 친구는 외면했다． 그（그녀)는 이렇게 말해야 한다',
        answer: {
            'C': '미안하다는 말로는 부족할 거야．우리의 우정을 되살리기 위해 내가 어떻게 하면 좋겠니？',
            'D': '내가 네게 도움이 될 수도 있었다는 걸 이제 알겠어．네가 다시 어려움 에 처하면 내가 최선을 다해 도울게.',
            'E': '진심으로미안해．나를용서해주겠니？',
            'A': '내가 너를 도와주었어야 했어．실망하게 해서 미안해.',
            'B': '네가 나를 가장 필요로 할 때 내가 너를 실망시켰어． 정말 끔찍한 실수를 저 질렀어',
        }
    }
},
{
    qes: {
        title: '당신의 여동생이 당신에 대해 몰지각한 말을 했다．그녀는 이렇게 말해야 한다.',
        answer: {
            'D': '앞으로 내가 또 허튼 소리를 할 것 같으면，이 경험을 교훈 삼아 몰지각 한 말로 오빠에게 상처를 주는 일을 막을게.',
            'E': '내가 그 따위로 말했어．나를 용서해줄수 있어？',
            'A': '내가 너무 경솔했어． 오빠 기분을 더 고려했어야 하는 건데．',
            'B': '내 말이 그릇되며 그 말로 인해 오빠기분을 상하게 한줄을 난 알고 있어．',
            'C': '내가 한 말을 취소하도록 허락해줄래？ 오빠의 명예를 회복시킬 기회를 갖고 싶어.',
        }
    }
},
{
    qes: {
        title: '당신에게 아무런 잘못이 없는게 분명한데도 당신의 배우자가 당신에게 분노를 터뜨렸다. 그（그녀）는 이렇게 말해야 한다.',
        answer: {
            'E': '당신에게 소리질러서 정말 미안해요．부디 나를 용서해주길 바라오.',
            'A': '내가 소리지른 게 당신에게 상처가 되지 않았으면 해요. 당신에게 보인 행동 때문에 영 기분이 좋지 않아요.',
            'B': '내가 화났지만， 당신에게 그렇게 말할 권한은 없었는데． 당신은 그런 말을 들을 이유가 없었어요.',
            'C': '우리 사이를 바로잡으려면 내가 어떻게 해야 할까요？',
            'D': '내가 이런 짓을 다시 할까봐 두려워요．앞으로는 이처럼 감정을 폭발시 키지 않을 방법을 찾아내도록 도와줘요.',
        }
    }
},
{
    qes: {
        title: '당신은 성취한 것에 자부심을 갖지만， 당신의 친구는 그것을 사소하게 여겼다．그（그녀）는 이렇게 말해야 한다.',
        answer: {
            'A': '네가 몹시 기뻐할 만도 했는데， 내가 널 낙심시켰어． 내가 제대로 축하해 주지 못한 게 영 마음에 걸려.',
            'B': '내가 네 일을 기뻐하지도 축하해주지도 않았어． 나 나름대로 핑계거리는 있지만， 사실， 네 업적을 무시한데 대해서는 아무런 변명도 댈 수 없어．',
            'C': '네 업적을 축하하기에는 이제 너무 늦었지？ 난 내 실수를 정말 만회하고 싶어.',
            'D': '앞으로는 네 성공에 주목하고 꼭 축하해줄게．귀한 교훈을 배웠어．',
            'E': '나는 너를 실망시킨 줄 알고 있어． 나를 다시 용서해주겠니？',
        }
    }
},
{
    qes: {
        title: '당신의 사업 파트너가 서로의 이익이 걸린 중요한 문제를 당신과 의논하지 않았다．그（그녀)는 이렇게 말해야 한다.',
        answer: {
            'B': '내가 이번에 정말 실수했어요． 이 결정에 당신을 포함시키는게 옳았어요．당신이 내게 화를 낼 만도 해요．',
            'C': '내 실책을 만회하려면 내가어떻게 해야하죠？',
            'D': '앞으로는 어떤 문제든 당신과 의논할 계획입니다． 어떤 결정을 내릴 때 든 당신을 배제하지 않을게요.',
            'E': '당신은 나를 질책할 권한이 있어요． 나를 용서해주실 수 있겠어요？',
            'A': '내가당신에게 심한상처를주었군요．정말죄송해요．',
        }
    }
},
{
    qes: {
        title: '직장 동료가 다른 사람들 앞에서 무심코 당신을 우스꽝스럽게 만들고 당혹스럽게 했다． 그（그녀）는 이렇게 말해야 한다．',
        answer: {
            'C': '내가 어떻게 해야 우리의 관계를 회복시킬 수 있을까요？ 직원들 앞에서 당신에게 사과하길 원하세요？',
            'D': '다른 사람들의 기분을 아랑곳하지 않고 싶긴 하지만，앞으로는 당신과 다른 사람들을 더 많이 배려하길 원해요．내가 책임감 있게 처신하도록 나를 좀 도와주시겠어요？',
            'E': '당신에게 해를 끼치고 싶지는 않았어요．지금 내가 할 수 있는 건 당신의 용서를 구하는 것과 같은 짓을 다시는 반복하지 않으려고 노력하는 것뿐 이에요',
            'A': '당신을 그처럼 당혹스럽게 한 데 대해 깊이 뉘우치고 있어요． 그때 좀더 적절하게 말할 수 있었으면 좋으련만．',
            'B': '내가 너무 생각이 모자랐어요．나는 재미있겠다고 생각했지만， 당신에게 상처를 주었으니 재미있는 게 아니죠.',
        }
    }
},
{
    qes: {
        title: '당신이 친구에게 중요한 얘기를 하려고 하는데， 그（그녀）는 무관심한 태도를 보였다． 그（그녀）는 이렇게 말해야 한다.',
        answer: {
            'D': '이번에는 내가 실수했지만 앞으로는 네가 중요한 말을 할 때 관심을 집중 할게．',
            'E': '내가 귀기울이지 않아서 미안해． 나를 용서하고 싶지 않겠지만，부디 용서해주길 바래．',
            'A': '네 말에 귀기울이지 않은 게 정말 마음에 걸려． 중요한 말을 하고 싶은 마음이 어떤 건지 난 알아．네 말에 귀기울이지 않은 게 정말후회스러워．',
            'B': '튼튼한 관계를 위해서는 경청이 매우 중요한 요소인데도 내가 다시 실수를 저질렀어． 네 말을 무시하고 말았어．',
            'C': '다시 해 볼수있을까？네가말하면 나는들을거야．내가관심을 집중할게．',
        }
    }
},
{
    qes: {
        title: '당신과 더불어 의견 충돌을 일으켰던 동생이 중요한 부분에서 자신이 잘못했음을 깨닫게 되었다．그는 이렇게 말해야 한다',
        answer: {
            'E': '내가사과해． 나를 용서해줘．',
            'A': '의견 차이를 놓고서 내가 너무 엉망으로 처신했어．내 행동이 우리의 관계를 위 태롭게 만들었어．정말 후회스러워．',
            'B': '내가 잘못한 것을 인정해．내가 지금 아는 것을 그때도 알았다면， 피차 마음의 상처를 이 처럼 심하게 받지 않았을텐데.',
            'C': '우리의 관계를 바로잡기 위해 내가 어떻게 해야 하지？ 신뢰를 회복하려면 내가 무언가를 해야 한다는 생각이 들어．',
            'D': '앞으로 어떤 문제를 놓고서 서로 의견이 엇갈리면 나는 무슨 판단을 내리기 전에 모든 사실들을 다 고려해 볼 생각이야．그러면 불필요한 언쟁에서 벗어날 수 있을 거야．',
        }
    }
},
{
    qes: {
        title: '당신이 배우자의 특정한 버릇 때문에 괴롭다는 뜻을 예전에 여러 차례 피력했는데도，그（그녀）는 반감을 품고서 그 버릇을 버리지 않았다． 그（그녀）는 이렇게 말해야 한다 ',
        answer: {
            'A': '내가 심했어요． 당신의 뜻을 좀더 배려하지 못해서 미안해요．당신이 내게 그랬다면 나도 기분이 나빴을 거야.',
            'B': '그래요． 당신 말이 맞아． 내가 일부러 당신을 괴롭혔어요．그건 재미있지도 올바르지도 않아． 나는 좀더 성숙하게 행동할 필요가 있어요．',
            'C': '당신을 일부러 괴롭혀 놓고서 미안하다고 말해서 될 일이 아니죠． 당신의 마음을 가라앉히려면 내가 어떻게 해야 하지？',
            'D': '나는 당신의 뜻을 고려하지 않는 습관이 있어요． 그 습관을 버리고 싶어．지금부터는 각별히 노력해볼게요',
            'E': '이제껏 당신의 인내심을 시험해 온 꼴이에요．부디 용서해주길 바래요．당신의 요구 사항을 존중하는 방향으로 새로 시작하도록 허락해줄래요？',
        }
    }
},
{
    qes: {
        title: ' 당신의 아버지가 서로 상충되는 의견에 대해 당신으로 하여금 죄책감을 느끼게 하려고 아무 말도 하지 않았다． 그는 이렇게 말하셔야 한다．',
        answer: {
            'B': '분명 내 잘못이야． 내가그상황을 더 공정하고 솔직하게 다뤘어야 했어．',
            'C': '내가 이 문제와 관련하여 어떤 식으로든 네게 벌충해주고 싶어． 그래서 다시 허심탄회하게 대화하길 원해． 내가 저녁을 사도 되겠니？',
            'D': '앞으로는 네게서 견해 차이를 느낄 때 네게 죄책감을 심어주려 하지 않고 내 느낌을 보다 솔직하게 얘기하마',
            'E': '네 선택 사항이겠지만 나는 진심으로 너의 용서를 바래．',
            'A': '너도 성인인데， 내가 네 결정을 강요하려 한게 영 마음에 걸리는구나. 난 우리의 관계에 금이 가는 걸 원치 않는단다.',
        }
    }
},
{
    qes: {
        title: '사업 제휴자가 약속을 어기고 당신으로 하여금 중요한 마감 시한을 놓치게 했다．그（그녀）는 이렇게 말해야 한다． ',
        answer: {
            'D': '지금 어떻게 해봤자 소용이 없지만，다시는 이런 잘못을 범하고 싶지 않아요 다음부터는 악속을 잘 지키 려면 내가 어떻게 해야 할지 얘기해 봅시다.',
            'E': '심려를 끼쳐드려서 용서해달라고 부탁할 면목도 없지만 부디 용서해주길 바랍니다.',
            'A': '너무 미안해요． 내가 잘 해내겠다고 당신에게 약속했는데 당신을 실망시켰을 뿐만 아니라 마감 시간까지 놓치게 만들었군요．이 때문에 당신의 일 과 우리의 협 력 관계가 위태로워지고 말았네요．',
            'B': '이번에 내가 일을 그르쳤어요． 나 때문에 당신이 마감 시한을 놓쳤군요．',
            'C': '지금 내가 어떻게 해야 할지 모르겠지만， 당신의 마감 시한을 놓치게 한 데 대해 어떻게 보상해야 할까요？',
        }
    }
},
{
    qes: {
        title: '이웃 사람이 당신을 공연장 밖에서 기다리게 해놓고서 거기 나타나지 않았다．그(그녀）는 이렇게 말해야 한다',
        answer: {
            'E': '우리의 친분은 정말 중요해요．그러니 부디 나를 단념하지 마시기 바랍니다． 당신을 밖에 서 있게 한 걸 용서해주시 겠어요？',
            'A': '당신으로．하여금 거기 서서 기다리게 해서 너무 죄송해요 당신은 내게 소중 해요 내가 약속 시간을 지켜서 당신과 당신의 시간을 존중했어야 했어요',
            'B': '당신이 거기 서서 줄곧 나를 기다렸지만， 나는 당신을 실망시켰어요． 내가 시간을 잘 조절하기만 했어도 악속을 지킬 수 있었을 거 예요． 그건 전적으로 내 잘못입니다．',
            'C': '다른 공연장에 갑시다． 지난 번 실책을 사과하는 의미에서 이번에는 내가 표를 살게요',
            'D': '앞으로는 시간과 스케줄을 잘 조절해서 우리의 친분에 지장이 없도록 할게요．',
        }
    }
},
{
    qes: {
        title: '당신의 집을 방문한 친구의 자녀가 당신의 소중한 물건을 깨트렸다． 그 친구는 이렇게 말해야 한다.',
        answer: {
            'A': '이건 네가몹시 아끼는 물건인 줄로 아는데，이 일을 어쩌면 좋지？',
            'B': '내가우리 아이를 좀더 잘 살폈어야 했어．내가 더 주의하지 않아서 이런 일이 생겼어． 순전히 내 잘못이야．',
            'C': '물건 값을 내는 게 좋을까， 어디서 똑같은 걸로 사다 놓는 게 좋을까， 아 니면 다른 보상 방법이 있을까？',
            'D': '앞으로는 네 물건들이 상하지 않도록 내가 주의할게． 아끼들을 네 집에 서 함부로 뛰어다니지 못하게 할게．',
            'E': '정말화가나겠지만， 부디 나를 용서해주길 바래．',
        }
    }
},
{
    qes: {
        title: '교회의 어느 위원회에서 당신과 함께 리더 역할을 맡은 한 교인이， 그 위원회에서 추진했던 일이 실패하자 그 책임을 당신에게만 돌렸다．그(그녀）는 이렇게 말해야한다 ',
        answer: {
            'C': '내 행동에 대해 변명의 여지가 전혀 없어요 내 마음이 조금이나마 편해지기 위해서는 이 문제를 바로잡는 길밖에 없어요 내가어떻게 해야 할까요?',
            'D': '나는 우리 팀원들을 좀더 잘 이끌든지 아니면 위원회 리더직을 사임하든지 둘 중 하나를 택해야 할 것 같아요．이 경험이 내게 좋은 약이 되길 원해요.',
            'E': '나를 용서해주세요．내가 당신을 비난한 건 잘못이에요．부디 나를 용서해주기 바랍니다．',
            'A': '내가 당신을 그렇게 비난했다니 믿을 수가 없어요． 내 행동에 나 자신이 당황했어요．미안해요．',
            'B': '이 일을 실패한데 대한 책임은 다른 누구 못지 않게 내게도 있어요． 내가 잘못을 인정 했어야 해요．',
        }
    }
},
{
    qes: {
        title: '당신의 비밀을 지켜줄 거라고 약속했음에도 불구하고，직장 동료가 사무실 사람들에게 그 비밀을 얘기해 버렸다．그（그녀）는 이렇게 말해야 한다.',
        answer: {
            'B': '내가 당신의 비밀을 지켜주겠다고 말하고서， 그 약속을 깨트림으로써 신뢰감을 상실히고 말았어요． 끔찍한 실수예요．',
            'C': '신뢰를 회복하려면 내가 어떻게 해야 할까요？',
            'D': '내가 신뢰를 회복하려면 시간이 좀 걸리겠지만． 내 진심을 입증하기 위해 이제부터 열심히 할게요.',
            'E': '즉답을 바라는건 아닙니다만，이 실수를 저지른 나를 용서해주시 겠어요？',
            'A': '당신의 비밀을 폭로함으로써 당신에게 얼마나 큰 상처를 줄 수 있었는지를 내가 생각할 수 있었더라면 좋았을 것을．내 약속을 좀더 충실하게 지키지 못해서 너무 후회스러워요．',
        }
    }
},
{
    qes: {
        title: '팀원이 다른 팀원들에게 당신에 대해 부정적으로 말했다．그（그녀）는 이렇게 말해야 한다．',
        answer: {
            'C': '내 실수를 바로잡기 위해 내가 할 수 있는 일이라면 무엇이든 다 하고 싶어요．팀원들 앞에서 사과할까요？',
            'D': '앞으로 당신을 못마땅하게 여길 일이 또 생긴다면，내가 생각을 잘 추스 려서 당신에게 직접 얘기할게요．',
            'E': '나를 용서하기 힘들겠지만，적어도 지금은 그렇겠지만， 언젠가는 나를 용서해주기 바랍니다.',
            'A': '내가 한 말은 비열하고 매정했어요． 그런 말을 한 걸 후회해요．',
            'B': '내 태도가 나빴어요． 당신의 긍정적인 특성에 대해서는 한번도 생각해 보지 않았어요， 내가 더 생각해 보고 말했어야 했어요．',
        }
    }
},
{
    qes: {
        title: '당신의 긍정적인 여러 업적들에도 불구하고， 당신의 상사는 트집만 잡으려 했다．그（그녀）는 이렇게 해야 한다．',
        answer: {
            'D': '당신이 열심히 일한 건 인정받을 만해요． 다음에는 내가 좀더 객관적으 로 보려고 노력할게요．',
            'E': '이로 인해 우리의 관계가 틀어지지 않기를 바래요． 내 사과를 받아주시겠어요？',
            'A': '내가 당신의 일에 대해 흠을 잡으려고만해서 미안해요． 당신을 더 많이 격려해주지 않은 걸 후회합니다',
            'B': '당신의 여러 가지 훌륭한 실적들을 내가 무시했어요． 마치 아무짝에도 쓸모 없다는 듯이 말이죠． 당신의 상사로서，나는 당신의 일을 칭찬하는 데 신경을 더 많이 써야겠어요．',
            'C': '어떻게 하면 내가 용서받을 수 있을까요？ 당신의 실적을 다 기록해 둘까요？',
        }
    }
},
{
    qes: {
        title: '점심 식사 때， 음식 나르는 사람이 당신의 셔츠에 음식을 떨어뜨렸다． 그（그녀)는 이렇게 말해야 한다',
        answer: {
            'E': '나의 부주의를 용서해주시겠어요？',
            'A': '죄송합니다． 손님의 셔츠를 망가뜨리고 이처럼 불편하게 해드려서 미안 해요．',
            'B': '내가 평소에는 매우 조심하는 편인데， 이번에는 주의가 부족했어요．이 모든 건 내 책임이에요．',
            'C': '세탁비나 새 셔츠 구입비를 변상해 드릴게요． 어떻게 하는 게 좋을까요？',
            'D': '이번 일을 통해 많이 배웠이요．다음부터는 손님을 접대할 때 한층 더 조심하겠습니다．',
        }
    }
}
];

export default ApologyConfig;