const LoveConfig = [
    {
        "qes1": {
            "text": "나는 상대에게 인정받는 말을 듣는 것을 좋아한다.",
            "type": "A"
        },
        "qes2": {
            "text": "나는 상대가 안아주는 것을 좋아한다.",
            "type": "E"
        }
    },
    {
        "qes1": {
            "text": "나는 상대와 단둘이 보내는 시간을 좋아한다.",
            "type": "B"
        },
        "qes2": {
            "text": "나는 상대가 나에게 도움이 필요한 부분을 도와줄 때 사랑을 느낀다.",
            "type": "D"
        }
    },
    {
        "qes1": {
            "text": "나는 상대에게 선물 받는 것을 좋아한다.",
            "type": "C"
        },
        "qes2": {
            "text": "나는 상대와 함께 산책하는 시간을 좋아한다 .",
            "type": "B"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 나를 도와 줄 때 사랑을 느낀다.",
            "type": "D"
        },
        "qes2": {
            "text": "나는 상대와 가벼운 신체 접촉을 할 때 사랑을 느낀다.",
            "type": "E"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 나를 안아 줄 때 사랑을 느낀다.",
            "type": "E"
        },
        "qes2": {
            "text": "나는 상대에게 선물을 받을 때 사랑을 느낀다.",
            "type": "C"
        }
    },
    {
        "qes1": {
            "text": "나는 상대와 함께 야외활동을 하는 것을 좋아한다.",
            "type": "B"
        },
        "qes2": {
            "text": "나는 상대와 손 잡는 것을 좋아한다.",
            "type": "E"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 나를 인정해 줄 때 사랑을 느낀다.",
            "type": "A"
        },
        "qes2": {
            "text": "나에게는 눈에 보이는 선물이 매우 의미 있다고 느껴진다.",
            "type": "C"
        }
    },
    {
        "qes1": {
            "text": "나는 상대와 나란히 붙어 앉아 있는 것을 좋아한다.",
            "type": "E"
        },
        "qes2": {
            "text": "나는 상대가 나의 매력에 대해서 표현해 주는 말을 할 때 나를 좋아한다고 느낀다.",
            "type": "A"
        }
    },
    {
        "qes1": {
            "text": "나는 상대와 함께 시간 보내는 것을 좋아한다.",
            "type": "B"
        },
        "qes2": {
            "text": "나는 상대에게 작은 것이라도 선물 받는 것을 좋아한다.",
            "type": "C"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 나를 도와 줄 때 사랑을 느낀다.",
            "type": "D"
        },
        "qes2": {
            "text": "나를 이해해 주는 상대의 말들이 나에게는 중요하다.",
            "type": "A"
        }
    },
    {
        "qes1": {
            "text": "나는 상대와 무엇이든 함께 하는 것을 좋아한다.",
            "type": "B"
        },
        "qes2": {
            "text": "나는 상대가 해주는 친절하고 배려있는 말들을 좋아한다.",
            "type": "A"
        }
    },
    {
        "qes1": {
            "text": "나는 상대와 포옹할 때 친밀함을 느낀다.",
            "type": "E"
        },
        "qes2": {
            "text": "나는 상대가 말보다 행동으로 보여줄 때 더 감동한다.",
            "type": "D"
        }
    },
    {
        "qes1": {
            "text": "나는 상대의 칭찬을 좋아하고 비판은 듣기 싫어하는 편이다.",
            "type": "A"
        },
        "qes2": {
            "text": "나는 커다란 선물보다는 선물이 작더라도 자주 받는 것을 좋아한다.",
            "type": "C"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 신체접촉을 자주 해 줄때 더 가깝다고 느낀다.",
            "type": "E"
        },
        "qes2": {
            "text": "나는 상대와 함께 활동을 하거나 이야기를 나눌 때 친밀함을 느낀다.",
            "type": "B"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 내가 해 낸 일에 대해 칭찬하는 것을 좋아한다.",
            "type": "A"
        },
        "qes2": {
            "text": "나는 상대가 나를 위해 하기 싫은 일을 기꺼이 해 줄 때 진정한 사랑을 느낀다.",
            "type": "D"
        }
    },
    {
        "qes1": {
            "text": "나는 상대와 걸을 때 손잡아(어깨감싸)주는 것을 좋아한다.",
            "type": "E"
        },
        "qes2": {
            "text": "나는 상대가 내 이야기에 공감하면서 들어 주는 것을 좋아한다.",
            "type": "B"
        }
    },
    {
        "qes1": {
            "text": "나는 상대에게 선물 받는 것을 정말 기뻐한다",
            "type": "C"
        },
        "qes2": {
            "text": "나는 상대가 집안일을 도와 줄 때 사랑을 느낀다",
            "type": "D"
        }
    },
    {
        "qes1": {
            "text": "나는 상대방이 내 외모에 대해 칭찬해 주는 것을 좋아한다",
            "type": "A"
        },
        "qes2": {
            "text": "나는 상대가 내 기분을 이해하기 위해 시간을 내 줄 때 사랑을 느낀다",
            "type": "B"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 나를 쓰다듬어 줄 때 평안함을 느낀다",
            "type": "E"
        },
        "qes2": {
            "text": "나를 도와주는 상대의 노력에 사랑을 느낀다",
            "type": "D"
        }
    },
    {
        "qes1": {
            "text": "나는 나를 위해 수고하는 상대에게 고마움을 느낀다",
            "type": "D"
        },
        "qes2": {
            "text": "나는 상대가 만든(준비한) 선물 받는 것을 좋아한다",
            "type": "C"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 나에게 집중해 주는 순간을 매우 좋아한다",
            "type": "B"
        },
        "qes2": {
            "text": "나는 상대가 나를 위해 실제적으로 행동할 때를 굉장히 좋아한다",
            "type": "D"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 내 생일을 선물과 함께 축하해 줄 때 사랑을 느낀다",
            "type": "C"
        },
        "qes2": {
            "text": "나는 내 생일 때 의미 있는 말(카드에 쓰거나 직접)과 함께 축하해 줄 때 사랑을 느낀다",
            "type": "A"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 집안일을 도와 줄 때 사랑을 느낀다",
            "type": "D"
        },
        "qes2": {
            "text": "나는 상대가 선물을 줄 때 나를 생각해 주고 있다고 느낀다",
            "type": "C"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 특별한 날을 선물과 함께 기억해 줄 때 고마움을 느낀다",
            "type": "C"
        },
        "qes2": {
            "text": "나는 상대가 내 이야기를 끝까지 들어 줄 때 고마움을 느낀다",
            "type": "B"
        }
    },
    {
        "qes1": {
            "text": "나는 상대와 장기간 여행을 즐긴다(원한다)",
            "type": "B"
        },
        "qes2": {
            "text": "나는 상대가 내의 일상에 충분한 관심을 기울여 주기를 바란다",
            "type": "D"
        }
    },
    {
        "qes1": {
            "text": "나는 상대에게 기대치 못한 입맞춤을 받을 때 사랑을 느낀다.",
            "type": "E"
        },
        "qes2": {
            "text": "특별하지 않은 때라도 받는 선물은 나를 기쁘게 한다.",
            "type": "C"
        }
    },
    {
        "qes1": {
            "text": "나는 상대에게 고맙다는 말을 듣는 것을 좋아한다.",
            "type": "A"
        },
        "qes2": {
            "text": "나는 상대가 이야기 하는 동안 나를 바라봐 주는 것을 좋아한다.",
            "type": "B"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 준 선물은 언제나 특별하고 좋다.",
            "type": "C"
        },
        "qes2": {
            "text": "나는 상대가 가벼운 신체 접촉을 해 주는 것을 좋아한다.",
            "type": "E"
        }
    },
    {
        "qes1": {
            "text": "나는 상대가 얼마나 나에게 고마워하고 있는지 말해 줄 때 사랑을 느낀다.",
            "type": "A"
        },
        "qes2": {
            "text": "나는 상대가 내가 부탁한 일에 최선을 다해 줄 때 사랑을 느낀다.",
            "type": "D"
        }
    },
    {
        "qes1": {
            "text": "나는 상대와의 가벼운 신체 접촉을 자주 하고싶다.",
            "type": "E"
        },
        "qes2": {
            "text": "나는 매일 상대방의 나를 응원해주는 말이 필요하다.",
            "type": "A"
        }
    }
]

export default LoveConfig;