const LoveResultConfig = {
    'C': { title: '선물(가장 배우기 쉬운 사랑의 언어)', contents: '어떤 사람들은 선물을 받을 때 자신이 사랑받고 있음을 가장 많이 느낍니다. 선물을 받으면 "나를 무척 생각하고 있구나" 라고 생각합니다. 최상의 선물은 상대방이 고맙게 여길 만한 것입니다. 선물이 꼭 비싸야 하는것은 절대 아니죠. 장미 한송이, 막대사탕, 엽서, 한 권의 책 등으로도 사랑을 깊이 있게 전할 수있습니다.' },
    'A': { title: '인정하는 말(상대에 대한 칭찬과 격려)', contents: '다른 사람을 인정하는 말로 사랑을 표현하는 것입니다. 상대방의 성격이나 외모 또는 그가 당신이나 다른 사람들을 위해 한 일에 초점을 맞춘 말일 수도 있습니다. 이 언어로 말하려면 감사하거나 존중할 만한 면을 상대에게서 살핀 후 그것을 말로 표현하는 것 입니다.' },
    'D': { title: '봉사(원하는 것을 몸으로 봉사해주기)', contents: '이런 사람들에게는 말보다 행동이 더 중요합니다. 만일 당신이 그들에게 "당신은 대단해요", "고마워요", "사랑해요"라며 인정하는 말을 하면 그들은 "당신이 나를 사랑한다면 집안일을 좀 도와주는 게 어떻겠어요?"하고 생각할 것입니다. 만일 봉사가 그들의 주된 사랑의 언어라면 그들을 사랑하는 비결은 그들이 해주기를 바라는 일을 찾아내고, 그 일을 꾸준히 하는 것입니다.' },
    'B': { title: '함께하는 시간(진정한 대화, 취미 활동)', contents: '이는 상대방에게 집중하는 시간을 가리킵니다.TV를 끄고, 탁자에 놓인 잡지도 치우고, 서로를 바라보며 대화하는 것입니다.운동을 위해거사 아니가 함께하는 시간을 갖기 위해 산책할 수도 있습니다.다른 어떤 것보다 함께하는 시간을 가질 때 사랑받는다고 느끼는 사람들이 있습니다.' },
    'E': { title: '스킨십(육체적 접촉을 통한 교감 증대)', contents: '스킨십의 정서적인 힘에 대해서는 대부분 잘 알고 있을 것입니다. 연구에 의하면, 오랫동안 스킨십을 하지 않은 아기들 보단 껴안거나 어루만지는 손길을 많이 받은 아기들이 정서적으로 더 양호합니다. 스킨십이 주된 사랑의 언어인 사람에게는 적절한 접촉이 가장 깊이 있는 사랑 표현 방법입니다.' }
}

export default LoveResultConfig;